[{
    "weatherCondition": "The sky is clear.",
    "dayDescription": "The sun shines bright in the sky above you, with nary a cloud in sight.",
    "nightDescription": "The moon shines bright above you in the star-splashed night sky.",
    "healthImpact": null
  }, {
    "weatherCondition": "Few clouds seem to loom in the sky.",
    "dayDescription": "The sun is shining high in the sky, with pretty white clouds wafting along in the breeze.",
    "nightDescription": "The moon shines down on you from a starry sky with a few dark shadows of clouds.",
    "healthImpact": null
  }, {
    "weatherCondition": "Scattered sky clouds all around.",
    "dayDescription": "The sky is gray with clouds, spread evenly across the sky like a dour blanket.",
    "nightDescription": "The night is dark, with clouds covering the moon and stars.",
    "healthImpact": null
  }, {
    "weatherCondition": "Broken clouds eminate above.",
    "dayDescription": "The sky is patchy with clouds and blue, shards of light shining through briefly only to be obscured by clouds.",
    "nightDescription": "The night sky shows patches of shadow and patches of starry brightness.",
    "healthImpact": null
  }, {
    "weatherCondition": "Showering rain soaks everything around",
    "dayDescription": "Rain spatters down from a cloudy sky, but bits of blue show here and there.",
    "nightDescription": "Rain mists down from the dark night sky.",
    "healthImpact": null
  }, {
    "weatherCondition": "Melodious raindrops fall from the sky.",
    "dayDescription": "Rain pours down from a sky uniformly covered by gray clouds.",
    "nightDescription": "Rain pours down from the dark sky.",
    "healthImpact": null
  }, {
    "weatherCondition": "Thunderstorm rumbles in the sky with rush winds across.",
    "dayDescription": "Rain is sheeting down from  an ominously dark clouds lit by slashes of lightning. Thunder booms from time to time.",
    "nightDescription": "Rain sheets down as the dark night is pierced by shards of lightning and the booming crack of thunder.",
    "healthImpact": null
  }, {
    "weatherCondition": "Powdered snow falls from the sky",
    "dayDescription": "Snow drifts down from the white sky.",
    "nightDescription": "Snow drifts down in the darkness with a soft patter.",
    "healthImpact": null
  }, {
    "weatherCondition": "Thick and peculiar mist illuminates",
    "dayDescription": "The landscape is partially obscured by a damp mist.",
    "nightDescription": "Wavering moonlight filters down through the damp mist.",
    "healthImpact": null
  }]